Repository: ivolkoff/VoiceInk
Catalog: VoiceInk/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: When enabled, Power Mode preferences stay active after you stop recording instead of reverting to your original preferences. They will only change when a different Power Mode activates.
ru: Если включено, настройки Power Mode остаются активными после остановки записи, а не возвращаются к исходным. Они изменятся только при активации другого Power Mode.

source: With
ru: С

source: Word Replacement
ru: Замена слова

source: You can only customize the trigger words for system prompts.
ru: Для системных промптов можно настроить только триггер-слова.

source: You can use VoiceInk Pro on all your personal devices
ru: Вы можете использовать VoiceInk Pro на всех своих личных устройствах

source: You have saved
ru: Сэкономлено

source: You'll see the introduction screens again the next time you launch the app.
ru: Вводные экраны снова появятся при следующем запуске приложения.

source: Your Shortcut
ru: Ваше сочетание

source: Your settings have been successfully exported to %@.
ru: Ваши настройки успешно экспортированы в %@.

source: Your transcription history will appear here
ru: Здесь появится история ваших транскрипций

source: characters
ru: Символов

source: e.g. Prakash, VoiceInk
ru: напр. Prakash, VoiceInk

source: e.g. gemini-3.1-pro-preview, gpt-5.5
ru: напр. gemini-3.1-pro-preview, gpt-5.5

source: e.g. https://api.openai.com/v1/chat/completions
ru: напр. https://api.openai.com/v1/chat/completions

source: e.g. my email, my mail
ru: напр. my email, моя почта

source: e.g. support@tryvoiceink.com
ru: напр. support@tryvoiceink.com

source: ms
ru: мс

source: my website link
ru: Ссылка на мой сайт

source: or
ru: или

source: Sessions Recorded
ru: Записанных сессий

source: VoiceInk sessions completed
ru: сессий VoiceInk завершено

source: Words Dictated
ru: Слов продиктовано

source: words generated
ru: слов сгенерировано

source: Words Per Minute
ru: Слов в минуту

source: VoiceInk vs. typing by hand
ru: VoiceInk против печати вручную

source: Keystrokes Saved
ru: Сэкономлено нажатий

source: fewer keystrokes
ru: меньше нажатий клавиш

source: Recommended Models
ru: Рекомендованные модели

source: YouTube Videos & Guides
ru: YouTube-видео и руководства

source: Documentation
ru: Документация

source: Feedback or Issues?
ru: Есть вопросы или предложения?

source: Dictated %lld words across %lld sessions.
ru: Продиктовано %lld слово за %lld сессию

source: Time savings coming soon
ru: Статистика по времени будет доступна позже

source: Your usage summary will appear here.
ru: Сводка использования появится здесь.

source: Your VoiceInk journey starts with your first recording.
ru: Ваш путь с VoiceInk начинается с первой записи.

source: Your Vibe-Coding Assistant
ru: Ваш ассистент для Vibe-Coding

source: Your Writing Assistant
ru: Ваш ассистент для письма

source: Recommended
ru: Рекомендованные

source: Local
ru: Локальные

source: Cloud
ru: Облачные

source: Custom
ru: Пользовательские

source: Unknown
ru: Неизвестно

source: Unknown Device
ru: Неизвестное устройство

source: App Permissions
ru: Разрешения приложения

source: VoiceInk requires the following permissions to function properly
ru: VoiceInk требует следующие разрешения для корректной работы

source: Configure your microphone preferences
ru: Настройте параметры микрофона

source: System Default
ru: Системное устройство

source: Custom Device
ru: Пользовательское устройство

source: Prioritized
ru: Приоритетные

source: Use your Mac's default input
ru: Использовать устройство по умолчанию

source: Select a specific input device
ru: Выбрать конкретное устройство

source: Set up device priority order
ru: Настроить приоритет устройств

source: No device available
ru: Нет доступных устройств

source: Enhance VoiceInk's transcription accuracy by teaching it your vocabulary
ru: Повысьте точность транскрибации, обучая VoiceInk вашей лексике

source: Word Replacements
ru: Замена слов

source: Works Everywhere on Mac with a click
ru: Работает везде на Mac в один клик

source: Add words to help VoiceInk recognize them properly
ru: Добавляйте слова, чтобы VoiceInk распознавала их правильно

source: Automatically replace specific words/phrases with custom formatted text
ru: Автоматически заменять слова или фразы на форматированный текст

source: Keep
ru: Оставлять

source: Remove all
ru: Удалить всё

source: Remove trailing period
ru: Удалять точку в конце

source: Dashboard
ru: Панель

source: Transcribe Audio
ru: Транскрибация аудио

source: AI Models
ru: AI-модели

source: Enhancement
ru: Улучшение

source: Permissions
ru: Разрешения

source: Add New Power Mode
ru: Добавить новый Power Mode

source: Edit Power Mode
ru: Редактировать Power Mode

source: Power Mode Preferences
ru: Настройки Power Mode

source: New Power Mode
ru: Новый Power Mode

source: No transcription available
ru: Нет доступной транскрипции

source: Last transcription copied
ru: Последняя транскрипция скопирована

source: Failed to copy transcription
ru: Не удалось скопировать транскрипцию

source: Cannot retry: Audio file not found
ru: Не удалось повторить: аудиофайл не найден

source: No transcription model selected
ru: Модель транскрипции не выбрана

source: Copied to clipboard
ru: Скопировано в буфер обмена

source: Retry failed: %@
ru: Повтор не удался: %@

source: No AI Model Selected
ru: AI-модель не выбрана

source: Recording failed to start
ru: Не удалось начать запись

source: Press ESC again to cancel recording
ru: Нажмите ESC ещё раз, чтобы отменить запись

source: AI Enhancement is not available
ru: AI-улучшение недоступно

source: Enable and configure AI Enhancement to use this shortcut
ru: Включите и настройте AI-улучшение, чтобы использовать это сочетание

source: No text found to enhance
ru: Текст для улучшения не найден

source: Selected text is too large (%lld/%lld characters)
ru: Выделенный текст слишком большой (%lld/%lld символов)

source: Enhancing selected text…
ru: Улучшение выделенного текста…

source: Enhancement returned no text
ru: Улучшение не вернуло текст

source: Selected text enhanced
ru: Выделенный текст улучшен

source: Enhancement failed: %@
ru: Улучшение не удалось: %@

source: Shortcut not allowed: %@
ru: Сочетание не разрешено: %@

source: Shortcut reserved by macOS: %@
ru: Сочетание зарезервировано macOS: %@

source: Shortcut already used by %@
ru: Сочетание уже используется %@

source: A model named %@ already exists
ru: Модель с именем %@ уже существует

source: Imported %@
ru: Импортировано: %@

source: Failed to import model: %@
ru: Не удалось импортировать модель: %@

source: Switched to: %@
ru: Переключено на: %@

source: Using: %@
ru: Используется: %@

source: Recording Failed: %@
ru: Запись не удалась: %@

source: Settings exported successfully
ru: Настройки успешно экспортированы

source: %@ requires macOS 26 or later
ru: %@ требует macOS 26 или новее
